Repository: horizontalsystems/unstoppable-wallet-ios
Catalog: packages/WalletCore/Sources/WalletCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt_br, ru, tr, zh

# wallet_name.1
source: 😰 Sweaty Vault
de: 😰 Schwitzender Sparbuch
es: 🧉 Mate Mercado
fr: 🥖 Baguette Blockchain
ko: 🍗 치킨값 펀드
pt_br: 🎭 Carnaval Capital
ru: 🪆 Матрёшка Инвест
tr: 🍵 Çaylık Kripto
zh: 🌿 韭菜天堂

# wallet_name.2
source: 🧂 Salty Ledger
de: 🍺 Oktoberfest Hodler
es: 🥩 Asado Alcista
fr: ✊ Grève Staker
ko: 💪 존버 전사
pt_br: 🍹 Caipirinha Crypto
ru: 🥟 Пельменный Кошелёк
tr: 🌯 Kebap Tokenı
zh: 😴 躺平质押

# wallet_name.3
source: 💧 Definitely Liquid
de: 🌭 Currywurst Capital
es: 💃 Tango Token
fr: 🧀 Camembert Coin
ko: 🚀 가즈아 금고
pt_br: ⚽ Futebol Fundo
ru: 🍶 Водочный Ходлер
tr: 🍯 Baklava Blockchain
zh: 🀄 麻将交易所

# wallet_name.4
source: ⏳ Pending Transaction
de: 🚂 Verspäteter Pump
es: 💸 Peso Problema
fr: 🍷 Bordeaux Bull
ko: 🍜 라면 투자자
pt_br: 😢 Saudade Staking
ru: 🏡 Дачный Майнер
tr: 💸 Enflasyon Kaçışı
zh: 🧧 红包代币

# wallet_name.5
source: 🌈 Imaginary Profits
de: 🐻 Berliner Bär
es: 🌟 El Dorado Digital
fr: 🎯 Pétanque Protocol
ko: 🐜 개미 원장
pt_br: 🥩 Churrasco Chain
ru: 📉 Дефолт 98
tr: 🏪 Kapalıçarşı Token
zh: 👷 打工人钱包

# wallet_name.6
source: 🤡 Wobbly Peg
de: 🏡 Schrebergarten Stake
es: 🎉 Piñata Pool
fr: 🗼 Eiffel Earning
ko: 🌶️ 김치 프리미엄
pt_br: 🫘 Feijoada Fund
ru: 🐻 Медвежий Угол
tr: 🥨 Simit Staking
zh: ₿ 大饼金库

# wallet_name.7
source: 😤 Maximum Cope
de: 📉 Dauertief Portfolio
es: 🎺 Mariachi Mercado
fr: 🥐 Croissant Crypto
ko: 💻 PC방 트레이더
pt_br: 📱 Pix Protocol
ru: 🏦 Сберкасса 2.0
tr: 🌸 Lale Ledger
zh: 🥮 月饼挖矿

# wallet_name.8
source: ☠️ Certified Rekt
de: 💸 Pfandflaschen Fond
es: 📺 Telenovela Token
fr: 🎭 Molière Monnaie
ko: 🔥 불닭 불마켓
pt_br: 🌊 Onda Trader
ru: 🎲 На Авось Токен
tr: 🐟 Boğaz Balığı
zh: 🍲 火锅热钱

# wallet_name.9
source: 👑 Insolvent Crown
de: 🥨 Brezel Blockchain
es: 🥐 Churros Chain
fr: 🚬 Gauloise Gas
ko: ⛏️ 노가다 마이너
pt_br: 🦜 Arara Assets
ru: 🚗 В Пробках Портфель
tr: 💣 Lira Mağduru
zh: 🧨 春节拉盘

# wallet_name.10
source: 📉 Mediocre Returns
de: 🚗 Autobahn Trader
es: ⚽ Gol de Cripto
fr: 🍽️ Gastronomie Gold
ko: 💳 빚투 머신
pt_br: ☕ Cafezinho Capital
ru: 🛁 Ванна Сатоши
tr: 🏰 Boğaziçi Blockchain
zh: ⏰ 九九六矿工

# wallet_name.11
source: 🕸️ Dusty Portfolio
de: 🏦 Bundesbank Rebell
es: 🌶️ Chile Caliente Coin
fr: 🐓 Coq Gaulois Coin
ko: 📱 카카오 코인
pt_br: 🎵 Pagode Pool
ru: 🧅 Борщевой Брокер
tr: 🎪 Pazar Protokolü
zh: 🐉 龙脉资产

# wallet_name.12
source: 🧳 Vintage Bag
de: 📋 Formular 7b Coin
es: 🦙 Llama Ledger
fr: 🌹 Rose Rouge Reserve
ko: 🏢 재벌 금고
pt_br: 🌺 Ipê Investimento
ru: 🌿 Ромашковый Резерв
tr: 🌹 Gül Capital
zh: 🐼 熊猫持仓

# wallet_name.13
source: 👻 Phantom Gains
de: 🔌 Ampelkoalition Token
es: 🌊 Tsunami Tasa
fr: 🦅 Marianne Marché
ko: ☕ 아아 홀더
pt_br: 🐊 Jacaré Ganhos
ru: 🐟 Воблный Vault
tr: ☕ Türk Kahvesi Coin
zh: 🎍 竹节涨势

# wallet_name.14
source: 🐂 Delusional Bull
de: 🧾 Steuererklärung Wallet
es: 🏖️ Playa Pool
fr: 🍾 Champagne Capital
ko: 🎮 게임 코인
pt_br: 🌴 Coqueiro Crypto
ru: 🏋️ Качалка Коин
tr: 🐺 Bozkurt Blockchain
zh: 🌸 桃花运气

# wallet_name.15
source: 🛒 Serial Dipper
de: 🌧️ Grauer Himmel Fund
es: 🎭 Carnaval Capital
fr: 🚂 SNCF Retard Token
ko: 📺 먹방 마켓
pt_br: 🏖️ Copacabana Capital
ru: 📺 Первый Канал Памп
tr: 🌙 Hilal Holding
zh: 🏮 灯笼账本

# wallet_name.16
source: 💼 Premium Bagholder
de: ♻️ Mülltrennung Krypto
es: 🦅 Cóndor Coin
fr: 🏰 Versailles Vault
ko: 🌸 벚꽃 불마켓
pt_br: 🚗 Paulista Pool
ru: 🌨️ Снежный Ходлер
tr: ⭐ Yıldız Yatırım
zh: 🎯 精准投机

# wallet_name.17
source: 🤨 Suspicious Yield
de: 📰 Stammtisch Analyse
es: 🍹 Daiquiri DeFi
fr: 👨‍🍳 Chef Crypto
ko: 🏃 퇴근 달리기
pt_br: 🐆 Onça Ativo
ru: 🎻 Балалаечный Бюджет
tr: 🎭 Karagöz Capital
zh: 🦅 鹰击远方

# wallet_name.18
source: ♾️ Eternal Dip
de: 🥶 Gaspreisschock Vault
es: ⚡ Relámpago Reserve
fr: 🌻 Tournesol Treasury
ko: 🎯 수능 만점 수익
pt_br: 🌿 Amazônia Assets
ru: 🏔️ Уральский Утёс
tr: 🦅 Kartal Koin
zh: ☕ 奶茶代币

# wallet_name.19
source: 💭 Borrowed Conviction
de: 👴 Opa Wertpapier
es: 🌮 Taco Token
fr: 💡 Lumières Ledger
ko: 👴 할아버지 주식
pt_br: 🍺 Chopp Chain
ru: 🌲 Сибирский Стейк
tr: 🏔️ Ağrı Arbitraj
zh: 🐟 摸鱼矿池

# wallet_name.20
source: 🦍 Quantum Ape
de: 🍻 Masskrug Markt
es: 🔥 Picante Portfolio
fr: 🎪 Fête Foraine Fond
ko: 🎤 아이돌 토큰
pt_br: 🎸 Samba Stake
ru: ☁️ Облачный Рубль
tr: 🌊 Karadeniz Krypto
zh: 🏦 高利贷链

# wallet_name.21
source: 🔍 Paranoid Node
de: 🏗️ Baustelle Berlin
es: 🦜 Loro Ledger
fr: 🧅 Soupe Oignon Coin
ko: 🐉 청룡 지갑
pt_br: 🌟 Estrela Staking
ru: 🎭 Театральный Токен
tr: 🍆 Patlıcan Pool
zh: 🌕 月亮快来

# wallet_name.22
source: 🛋️ Lazy Staker
de: 📦 Paketdienst Rendite
es: 🌺 Flor de Cripto
fr: 🎨 Louvre Liquidité
ko: 🍱 도시락 투자
pt_br: 💃 Forró Fund
ru: 🧊 Мерзлотный Кошелёк
tr: 🥗 Meze Merkezi
zh: 🎵 广场舞持仓

# wallet_name.23
source: ☕ Caffeinated Validator
de: 🧠 Wirtschaftsweiser
es: 💫 Estrella Staking
fr: 🚴 Tour de France Fund
ko: 🚇 지하철 스테이킹
pt_br: 🎯 Gol Garantido
ru: 🐺 Волчий Рынок
tr: 🌿 Nane Net
zh: 🧧 压岁钱投资

# wallet_name.24
source: 🔮 Broke Oracle
de: 🚦 Rote Ampel Coin
es: 🏔️ Cumbres Capital
fr: 🎺 Jazz Manouche
ko: 🏪 편의점 코인
pt_br: 🦋 Borboleta Blockchain
ru: 🦁 Сибирский Лев
tr: 🐑 Koyun Koinleri
zh: 🐸 蛙蛙行情

# wallet_name.25
source: 😴 Sleepy Validator
de: 📠 Fax Finanzamt
es: 🐎 Gaucho Gold
fr: 🏖️ Côte Azur Capital
ko: 🥘 부대찌개 불마켓
pt_br: 🌈 Arco-Íris APY
ru: 🌻 Подсолнечный Стейкинг
tr: 🎵 Türkü Treasury
zh: 🛵 外卖骑手链

# wallet_name.26
source: 🎲 Accidental Genius
de: 💡 Energiewende Token
es: 🌵 Cactus Coin
fr: 🌿 Provence Pool
ko: ⚡ 번개 거래
pt_br: 🌶️ Malagueta Mercado
ru: 🏰 Кремлёвский Капитал
tr: 💃 Halay Holding
zh: 🎰 赌场代币

# wallet_name.27
source: 🔐 Reluctant Hodler
de: 🎭 Karneval Kapital
es: 🎶 Cumbia Crypto
fr: 🐸 Grenouille Gagnante
ko: 🌊 파도 수익
pt_br: 🎪 Arraial Assets
ru: 🎯 Точный Рублёвый
tr: 🌻 Ayçiçeği Assets
zh: 🌶️ 辣椒爆拉

# wallet_name.28
source: 🤑 Greedy Oracle
de: 🛡️ Datenschutz Vault
es: 🍊 Naranja Neta
fr: 🌺 Fleur de Lys Finance
ko: 🎪 놀이공원 금고
pt_br: 🏆 Hexa Hodler
ru: 🔑 Ключи от Прибыли
tr: 🎯 Tam İsabet Tokeni
zh: 🍜 泡面资产

# wallet_name.29
source: 😵 Confused Arbitrage
de: 🐄 Schwarzwald Bulle
es: 📉 Inflación Perpetua
fr: 🧁 Macaron Marché
ko: 🦁 사자 레저
pt_br: 🌙 Lua Leveraged
ru: 🍄 Грибной Портфель
tr: 🔥 Ateş Alımı
zh: 🚇 地铁韭菜

# wallet_name.30
source: 🏃 Frantic Exchange
de: 🏔️ Alpen Rendite
es: 🛒 Mercado Mágico
fr: 🍰 Millefeuille Miner
ko: 💎 다이아 지갑
pt_br: 🔥 Calor Capital
ru: 🌊 Волжская Волна
tr: 🌺 Gelin Çiçeği
zh: 🏗️ 基建牛市

# wallet_name.31
source: 🪢 Rugged Foundation
de: 🍖 Schweinshaxe Stake
es: 🧀 Queso Quantitativo
fr: 🦊 Renard Rendement
ko: 🌈 무지개 수익
pt_br: 🐢 Tartaruga Token
ru: 🎪 Цирковой Коин
tr: 🐢 Kaplumbağa Koin
zh: 🌟 星光质押

# wallet_name.32
source: 🌉 Sketchy Bridge
de: 🚿 Spardusche Depot
es: 🦈 Tiburón Treasury
fr: 🌊 Normandie Nette
ko: 🎵 케이팝 코인
pt_br: 🌊 Marola Minero
ru: 🦊 Лисий Леджер
tr: 🦁 Aslan Arbitrajı
zh: 💎 钻石手

# wallet_name.33
source: ⛽ Outrageous Fees
de: 🎯 Pünktlichkeit Token
es: 🌴 Palmera Profit
fr: 🏔️ Alpes Assets
ko: 🏆 우승 지갑
pt_br: 🏄 Surfista Staker
ru: 🎓 ЕГЭ на Максимум
tr: 🌴 Hurma Hodler
zh: 🌊 浪潮挖矿

# wallet_name.34
source: 🌶️ Spicy Collateral
de: 🏛️ Reichstag Reserve
es: 🐄 Vaca Sagrada Vault
fr: 🎵 Chanson Capital
ko: 🌟 별 스테이킹
pt_br: 🌺 Bromélias Bull
ru: 🚂 Паровозик Прибыль
tr: 🎸 Saz Staking
zh: 🎪 庙会代币

# wallet_name.35
source: 🚌 Overcrowded Mempool
de: 🔧 Ingenieurskunst Coin
es: 🧨 Petardo Proof
fr: 🐺 Loup Ledger
ko: 🎭 연극 코인
pt_br: 🐬 Boto Blockchain
ru: 🌙 Лунный Рубль
tr: 🌈 Yağmur Sonrası APY
zh: 🦁 狮子持仓

# wallet_name.36
source: 💨 Smoky Genesis
de: 🎪 Volksfest Vault
es: 🎪 Feria Financiera
fr: 💎 Diamant Dijonnais
ko: 🦋 나비 마켓
pt_br: ⚡ Raio Reserve
ru: 💎 Алмазный Архангельск
tr: 🍓 Çilek Capital
zh: 🎭 脸谱资产

# wallet_name.37
source: 🕯️ Haunted Portfolio
de: 🦅 Bundesadler Krypto
es: 🤠 Vaquero Vault
fr: 🌙 Lune Levier
ko: 🌺 무궁화 금고
pt_br: 🌻 Girassol Gold
ru: 🎵 Частушечный Фонд
tr: 🎪 Panayır Protokolü
zh: 🦋 蝴蝶效应

# wallet_name.38
source: ⌛ Infinite Patience
de: 📍 Mitte Markt
es: 🐓 Gallo Ganador
fr: 🦁 Lion de Lyon
ko: 🐯 호랑이 트레이더
pt_br: 🦁 Leão Ledger
ru: 🏊 Байкальский Буль
tr: 🏆 Şampiyon Zincir
zh: 🌺 牡丹金库

# wallet_name.39
source: 🥶 Frozen Cope
de: 🧩 Kurzarbeit Kasse
es: 🍋 Limón Liquidez
fr: 🎭 Comédie Coin
ko: 🍎 사과 코인
pt_br: 🎵 Axé Ativo
ru: 🌺 Полевой Портфель
tr: 🌙 Ay Kaldıracı
zh: 🐬 海豚收益

# wallet_name.40
source: 💊 Synthetic Courage
de: 🌭 Rostbratwurst Reserve
es: 🎱 Billar Blockchain
fr: 🌸 Printemps Pool
ko: 🏔️ 한라산 금고
pt_br: 🌸 Flor Fund
ru: 🐟 Волжская Щука
tr: 🔮 Fal Finans
zh: 🌍 全球钱包

# wallet_name.41
source: 🎖️ Noble Peasant
de: 💬 Stammtisch Strategie
es: 🦊 Zorro Zero
fr: 🍋 Citron Capital
ko: 🌙 달 레버리지
pt_br: 🍊 Laranja Liquidez
ru: 🍊 Мандаринный Майнер
tr: 🚀 Roket Rezervi
zh: 🍊 橘子流动性

# wallet_name.42
source: ⚡ Temporary Millionaire
de: 🚌 BVG Verspätung
es: 🌙 Luna Leveraged
fr: 🔮 Boule de Cristal
ko: 🎸 기타 가스
pt_br: 🎭 Baile Blockchain
ru: 🎠 Карусельный Капитал
tr: 🌟 Yıldız Staking
zh: 🎭 变脸交易

# wallet_name.43
source: 🗺️ Strategic Poverty
de: 🍰 Bienenstich Bulle
es: 🏰 Castillo Capital
fr: 🚀 Fusée Financière
ko: 🌻 해바라기 수익
pt_br: 🌴 Palmeira Pool
ru: 🦌 Северный Олень
tr: 🎭 Tiyatro Token
zh: 🌴 棕榈矿池

# wallet_name.44
source: 😊 Cheerful Rekt
de: 🏊 Freibad Finanzen
es: 🎠 Tiovivo Token
fr: 🌟 Étoile Staking
ko: 🍓 딸기 파이낸스
pt_br: 🦊 Raposa Rendimento
ru: 🌸 Сакура Сатоши
tr: 🦋 Kelebek Krypto
zh: 🦊 狐狸渲染

# wallet_name.45
source: 🏰 Reckless Citadel
de: 🔑 Hausordnung Hodl
es: 💎 Diamante Defi
fr: 🎪 Cirque Crypto
ko: 🎪 서커스 코인
pt_br: 🌵 Cacto Capital
ru: 🔮 Хрустальный Шар
tr: 🌺 Lalezar Ledger
zh: 🌵 仙人掌资本

# wallet_name.46
source: 🎰 Degen Paradise
de: 📻 NDR Nachrichten
es: 🌈 Arcoíris APY
fr: 🦋 Papillon Profit
ko: 🦊 여우 렌더
pt_br: 🎵 Piseiro Protocol
ru: 🚀 Ракетный Рубль
tr: 🐬 Yunus Yatırım
zh: 🎵 戏曲金库

# wallet_name.47
source: 🙏 Humble Wreckage
de: 🦆 Schuldenbremse Token
es: 🧸 Oso Hodler
fr: 🌴 Palmier Portfolio
ko: 🎃 핼로윈 코인
pt_br: 🏖️ Nordeste Reserve
ru: 🌟 Звёздный Стейкинг
tr: 🌍 Dünya Cüzdanı
zh: 🏖️ 三亚储备

# wallet_name.48
source: 💎 Diamond Hands
de: 🛒 Rewe Rendite
es: 🍫 Chocolate Chain
fr: 🐟 Bouillabaisse Bull
ko: 🌵 선인장 스테이크
pt_br: 🌸 Orquídea Oracle
ru: 🎭 Масленичный Маркет
tr: 🐉 Ejderha DeFi
zh: 🌸 兰花预言机

# wallet_name.49
source: 🃏 Paper Hands
de: 💻 Digitalsteuer Depot
es: 🎸 Guitarra Gas
fr: 🍓 Fraise Financière
ko: 🎵 트로트 볼트
pt_br: 🦜 Papagaio Pool
ru: 🦋 Бабочкин Бюджет
tr: 🎋 Bambu Banka
zh: 🦜 鹦鹉矿池

# wallet_name.50
source: 🌙 Lunar Delusion
de: 🧺 Waschküche Wallet
es: 🌍 Mundo Wallet
fr: 🎸 Accordéon Assets
ko: 🏖️ 해변 리저브
pt_br: 🎭 Maracatu APY
ru: 🌴 Пальмовый Портфель
tr: 🏄 Dalga Vault
zh: 🎭 皮影APY

# wallet_name.51
source: 🚿 Washed Trader
de: 🎓 Numerus Clausus Coin
es: 🦋 Mariposa Mercado
fr: 🌺 Lavande Ledger
ko: 🌸 진달래 오라클
pt_br: 🎪 Festa Finance
ru: 🧲 Магнитный Майнер
tr: 🌊 Akıntı Capital
zh: 🎪 集市金融

# wallet_name.52
source: 🤏 Tiny Allocation
de: 🌿 Kleingarten Kasse
es: 🌸 Primavera Pool
fr: 🏛️ Panthéon Protocol
ko: 🦜 앵무새 풀
pt_br: 🌾 Milho Mercado
ru: 🐟 Сельдяной Стейк
tr: 🎭 Orta Oyunu
zh: 🌾 稻田区块链

# wallet_name.53
source: 🎯 Lucky Guess
de: 🔋 E-Auto Emissionen
es: 🔮 Bola de Cristal
fr: 🎠 Carrousel Capital
ko: 🎭 탈춤 APY
pt_br: 🦋 Monarca Minero
ru: 🍓 Клубничный Капитал
tr: 🌻 Tarla Staker
zh: 🦋 蝴蝶矿工

# wallet_name.54
source: 🌊 Underwater Position
de: 🏋️ Vereinsmeier Vault
es: 🚀 Cohete Cripto
fr: 🦜 Perroquet Profit
ko: 🎪 장터 파이낸스
pt_br: 🌊 Atlântico Assets
ru: 🎸 Рок-н-Рольный Резерв
tr: 🎵 Makam Minero
zh: 🌊 东海资产

# wallet_name.55
source: 💤 Sleeping Giant
de: 🎻 Klassik Kapital
es: 🐉 Dragón DeFi
fr: 🌍 Monde Wallet
ko: 🌾 논 블록체인
pt_br: 🌶️ Pimenta Profit
ru: 🌺 Ромашковый Рынок
tr: 🏆 Zafer Zinciri
zh: 🌶️ 辣椒收益

# wallet_name.56
source: 🎪 Traveling Circus
de: 🌺 Rheinland Rendite
es: 🎋 Bambú Banco
fr: 🐉 Dragon Dijonnais
ko: 🌊 동해 자산
pt_br: 🎸 Forrozeiro Capital
ru: 🏛️ Эрмитажный Эфир
tr: ⚡ Şimşek Kazancı
zh: 🎸 琵琶资本

# wallet_name.57
source: 🧸 Emotional Hedge
de: 📊 Statistisches Amt
es: 🏄 Ola Trader
fr: 🎋 Bambou Banque
ko: 🌶️ 핫소스 홀더
pt_br: 🍷 Catuaba Blockchain
ru: 🎠 Луна-Паркский Леджер
tr: 🌺 Hibiskus Holding
zh: 🍷 茅台储备

# wallet_name.58
source: 🐯 Paper Tiger
de: 🍄 Pilzsammler Portfolio
es: 🎭 Máscara Mercado
fr: 🏄 Vague Vault
ko: 🎸 판소리 캐피탈
pt_br: ⛵ Veleiro Vault
ru: 🦜 Попугайный Пул
tr: 🐬 Ahtapot APY
zh: ⛵ 战船金库

# wallet_name.59
source: 🔁 Recursive Gains
de: 🛤️ ICE Investition
es: 🦁 León Ledger
fr: 🌊 Courant Crypto
ko: 🍷 막걸리 블록체인
pt_br: 🏛️ Congresso Staking
ru: 🌍 Глобальный Гривенник
tr: 🌟 Astro Alımı
zh: 🏛️ 金融大厅质押

# wallet_name.60
source: 🥴 Dizzy Returns
de: 🏅 Fleiß Token
es: 🌮 Burrito Bull
fr: 🎭 Masque Marché
ko: ⛵ 거북선 볼트
pt_br: 🎩 Cartola Chain
ru: 🐉 Дракон Дохода
tr: 🎯 Diana Dijital
zh: 🎩 礼帽链

# wallet_name.61
source: 🏚️ Foreclosed Farm
de: 🎿 Wintersport Wallet
es: 🎵 Ritmo Reserve
fr: 🌻 Soleil Staker
ko: 🏛️ 경복궁 스테이크
pt_br: 🦉 Coruja Hodler
ru: 🎋 Бамбуковый Банк
tr: 🦅 Şahin Assets
zh: 🦉 猫头鹰持仓

# wallet_name.62
source: 🤫 Silent Whale
de: 🧲 Magnetbahn Märkte
es: 🏆 Campeón Crypto
fr: 🎵 Mélodie Minéro
ko: 🎩 갓 체인
pt_br: 🌙 Crescente Capital
ru: 🏄 Прибойный Портфель
tr: 🌻 Konya Krypto
zh: 🌙 月牙资本

# wallet_name.63
source: 🌅 False Dawn
de: 🍯 Honigkuchen Hedger
es: ⚡ Rayo Rendimiento
fr: 🏆 Champion Chain
ko: 🦉 부엉이 홀더
pt_br: 🎲 Jogo Doido Holdings
ru: 🌊 Морской Майнер
tr: 🍓 Kiraz Capital
zh: 🎲 骰子持股

# wallet_name.64
source: 📊 Random Walk
de: 🐓 Hühneraugen Hodler
es: 🌺 Hibisco Holding
fr: ⚡ Éclair Earning
ko: 🌙 초승달 캐피탈
pt_br: 🐢 Jabuti Token
ru: 🎭 Театральная Биржа
tr: 🎪 Sirk Kripto
zh: 🐢 乌龟代币

# wallet_name.65
source: 🌋 Volatile Mountain
de: 🔐 Datenvault Deutschland
es: 🐬 Delfín Dividendo
fr: 🌺 Hibiscus Holding
ko: 🎲 윷놀이 홀딩스
pt_br: 💃 Frevo Validator
ru: 🌻 Солнечный Стейкер
tr: 🌵 Kaktüs Capital
zh: 💃 秧歌验证人

# wallet_name.66
source: 🎁 Surprise Liquidation
de: 🌊 Nordsee Netto
es: 🎯 Diana Digital
fr: 🐬 Dauphin Dividende
ko: 🐢 거북 토큰
pt_br: 🌴 Açaí Assets
ru: 🎵 Мелодичный Майнер
tr: 🎵 Zeybek Vault
zh: 🌴 竹子银行

# wallet_name.67
source: 🏄 Risky Ride
de: 🦌 Schwarzwald Stag
es: 🦅 Águila Assets
fr: 🌟 Astro Alciste
ko: 💃 사물놀이 검증인
pt_br: 🦚 Pavão Portfolio
ru: 🏆 Чемпионский Чейн
tr: 🏖️ Antalya Reserve
zh: 🦚 孔雀组合

# wallet_name.68
source: 🧲 Magnetic Loss
de: 🏰 Schloss Kapital
es: 🌻 Girasol Ganancia
fr: 🎯 Cible Capital
ko: 🌴 야자수 코인
pt_br: 🐬 Golfinho Dividendo
ru: ⚡ Молниеносный Майнинг
tr: 🌸 Kiraz Çiçeği Oracle
zh: 🐬 海豚股息

# wallet_name.69
source: 🏋️ Heavy Bag
de: 💎 Nibelungen Nugget
es: 🍓 Fresa Financiero
fr: 🦅 Aigle Assets
ko: 🦚 공작 포트폴리오
pt_br: 🌟 Cometa Capital
ru: 🌺 Гибискусный Холдинг
tr: 🦜 Papağan Pool
zh: 🌟 星图代币

# wallet_name.70
source: 🎈 Inflated Returns
de: 🎳 Kegel Krypto
es: 🎪 Circo Cripto
fr: 🍓 Cerise Crypto
ko: 🐬 돌고래 배당
pt_br: 🎯 Alvo Ativo
ru: 🐬 Дельфиний Дивиденд
tr: 🎭 Köy Seyirlik APY
zh: 🎯 神箭数字

# wallet_name.71
source: 🧪 Experimental Fund
de: 🎠 Karussell Kapital
es: 🎃 Catrina Coin
fr: 🎪 Bastille Bull
ko: 🌟 별자리 코인
pt_br: 🦅 Gavião Assets
ru: 🌟 Астральный Актив
tr: 🎪 Harman Finance
zh: 🦅 苍鹰资产

# wallet_name.72
source: 🌸 Fragile Position
de: 🧁 Donauwellen Depot
es: 🌵 Saguaro Stake
fr: 🌵 Cactus Capital
ko: 🎯 과녁 디지털
pt_br: 🍓 Morango Mercado
ru: 🎯 Прицельный Портфель
tr: 🌾 Buğday Blockchain
zh: 🍓 草莓加密

# wallet_name.73
source: 🧋 Bubbly Token
de: 🌞 Schönes Wetter Wallet
es: 🎵 Salsa Satoshi
fr: 🎵 Valse Vault
ko: 🦅 독수리 자산
pt_br: 🎪 Bloco Bull
ru: 🦅 Орлиный Актив
tr: 🦋 Monarş Miner
zh: 🎪 天坛牛市

# wallet_name.74
source: 🏆 Participation Trophy
de: 🦁 Löwen Ledger
es: 🏖️ Caribe Capital
fr: 🏖️ Riviera Reserve
ko: 🍓 체리 크립토
pt_br: 🌻 Safra Staker
ru: 🍓 Черничный Коин
tr: 🌊 Marmara Assets
zh: 🌻 向日葵质押者

# wallet_name.75
source: 🌝 Fullmoon Fund
de: 🐟 Matjeshandel
es: 🌺 Orquídea Oracle
fr: 🌸 Orchidée Oracle
ko: 🎪 광화문 불마켓
pt_br: 🎵 Melodia Minero
ru: 🎪 Ярмарочный Буль
tr: 🌶️ Biber Profit
zh: 🎵 旋律矿工

# wallet_name.76
source: 🐸 Rare Pepe
de: 🏄 Sylt Surfer
es: 🦜 Quetzal Quantum
fr: 🦜 Perruche Pool
ko: 🌻 들판 스테이커
pt_br: 🏆 Campeão Cripto
ru: 🌻 Жатвенный Стейкер
tr: 🎸 Bağlama Capital
zh: 🏆 冠军链

# wallet_name.77
source: 🧟 Zombie Token
de: 🚂 Dampflokomotive DeFi
es: 🎭 Lucha Libre Ledger
fr: 🎭 Arlequin APY
ko: 🎵 멜로디 마이너
pt_br: ⚡ Relâmpago Rendimento
ru: 🏆 Победный Коин
tr: 🍷 Rakı Reserve
zh: ⚡ 闪电收益

# wallet_name.78
source: 🦄 Mythical Gains
de: 🌰 Kastanien Kapital
es: 🎪 Azteca Assets
fr: 🎪 Foire Finance
ko: 🏆 챔피언 체인
pt_br: 🌺 Hibisco Holding
ru: ⚡ Грозовой Резерв
tr: ⛵ Kalyoncu Vault
zh: 🌺 芙蓉持股

# wallet_name.79
source: 🥊 Fighting Chance
de: 🦊 Fuchs Finanzamt
es: 🌾 Maíz Mercado
fr: 🌾 Blé Blockchain
ko: ⚡ 번개 이닝
pt_br: 🎯 Alvo Digital
ru: 🌺 Сиреневый Стейк
tr: 🏛️ Saray Staking
zh: 🎯 精准资本

# wallet_name.80
source: 🌟 Blissful Ignorance
de: 🧊 Gefrierkapital
es: 🦋 Monarca Minero
fr: 🦋 Monarque Miner
ko: 🌺 히비스커스 홀딩
pt_br: 🌊 Rio Ativo
ru: 🌊 Речной Актив
tr: 🎩 Fes Zinciri
zh: 🌊 黄河资产

# wallet_name.81
source: 🦆 Rubber Duck
de: 🍕 Döner Dividende
es: 🌊 Pacífico Pool
fr: 🌊 Atlantique Assets
ko: 🎯 과녁 캐피탈
pt_br: 🌺 Vitória-Régia Vault
ru: 🌺 Незабудковый Vault
tr: 🦉 Baykuş Hodler
zh: 🌺 荷花金库

# wallet_name.82
source: 🎋 Bamboo Protocol
de: 🎈 Luftballon Ledger
es: 🌶️ Habanero Hodler
fr: 🌶️ Poivre Profit
ko: 🌊 서해 에셋
pt_br: 🏛️ Parlamento Protocol
ru: 🏛️ Сенатский Протокол
tr: 🌙 Hilal Capital
zh: 🏛️ 议院协议

# wallet_name.83
source: 🏴‍☠️ Pirate Treasury
de: 🌍 Weltmeister Wallet
es: 🎸 Flamenco Fund
fr: 🎸 Chansonnier Capital
ko: 🌺 철쭉 레저
pt_br: 🌾 Cana Blockchain
ru: 🌾 Пшеничный Блокчейн
tr: 🎲 Tavla Holdings
zh: 🌾 小麦区块链

# wallet_name.84
source: 🪄 Magic Liquidity
de: 🐺 Wolfsburger Wert
es: 🍷 Rioja Reserve
fr: 🍷 Bourgogne Blockchain
ko: 🏛️ 조선 프로토콜
pt_br: 🦁 Cangaceiro Capital
ru: 🌊 Байкальский Трейдер
tr: 🐢 Kaplumbağa Token
zh: 🦁 狮王资本

# wallet_name.85
source: 🏊 Underwater Vault
de: 🔭 Astronomisch Teuer
es: ⛵ Armada APY
fr: ⛵ Voilier Vault
ko: 🌾 벼 블록체인
pt_br: 🌊 Maré Trader
ru: 🌶️ Хреновый Ходлер
tr: 💃 Çiftetelli Validator
zh: 🌊 海浪交易员

# wallet_name.86
source: 🎊 Lucky Liquidation
de: 🌹 Rosenmontagsrally
es: 🏛️ Inca Index
fr: 🏛️ Sorbonne Stake
ko: 🌊 파도 볼트
pt_br: 🌶️ Dendê Hodler
ru: 🎸 Балалаечный Актив
tr: 🌴 Palmiye Coin
zh: 🌶️ 花椒持仓

# wallet_name.87
source: 🦋 Butterfly Effect
de: 🎵 Schlager Stake
es: 🎩 Sombrero Stake
fr: 🎩 Chapeau Chain
ko: 🌶️ 고추 프로피트
pt_br: 🎸 Baião Assets
ru: 🍷 Кагорный Резерв
tr: 🦚 Tavus Kuşu Portfolio
zh: 🎸 二胡资产

# wallet_name.88
source: 🎸 Unplugged Vault
de: 🏪 Aldi Arbitrage
es: 🦉 Búho Blockchain
fr: 🦉 Hibou Hodler
ko: 🎸 가야금 어셋
pt_br: 🍷 Cachaça Reserve
ru: ⛵ Флотский Vault
tr: 🐯 Kaplan Trader
zh: 🍷 高粱储备

# wallet_name.89
source: 💥 Explosive Returns
de: 🧀 Käseblatt Konto
es: 🌙 Medialuna Minero
fr: 🎲 Hasard Holdings
ko: 🍷 소주 리저브
pt_br: ⛵ Fragata Fundo
ru: 🎩 Цилиндрический Чейн
tr: 🍎 Elma Merkezi
zh: ⛵ 郑和宝船

# wallet_name.90
source: 🧠 Smooth Brain
de: ⚡ Blitzüberweisung
es: 🎲 Azar Assets
fr: 🐢 Tortue Token
ko: ⛵ 이순신 APY
pt_br: 🏛️ Bandeirante Blockchain
ru: 🦉 Совиный Ходлер
tr: 🏔️ Kaçkar Kapital
zh: 🏛️ 长城质押

# wallet_name.91
source: 🪦 Dead Pool
de: 🛵 Vespa Venture
es: 🐢 Tortuga Token
fr: 💃 Valse Validator
ko: 🏛️ 덕수궁 스테이크
pt_br: 🎩 Chapéu Capital
ru: 🌙 Лунный Капитал
tr: 🌙 Hilal Minero
zh: 🎩 斗笠链

# wallet_name.92
source: 🎡 Circular Economy
de: 🎩 Zylinder Zertifikat
es: 💃 Vals Vault
fr: 🌴 Cocotier Coin
ko: 🎩 족두리 체인
pt_br: 🦉 Corujão Cripto
ru: 🎲 Азартный Актив
tr: 🎲 Mangala Holdings
zh: 🦉 夜枭持仓

# wallet_name.93
source: 🧘 Zen Liquidation
de: 🔬 Labor Ledger
es: 🌴 Ceiba Cripto
fr: 🦚 Paon Portfolio
ko: 🦉 솔부엉이 홀더
pt_br: 🌙 Lua Nova Ledger
ru: 🐢 Черепаший Токен
tr: 🧲 Mıknatıs APY
zh: 🌙 新月资本

# wallet_name.94
source: 📌 Missed Bottom
de: 🌴 Palmen Profit
es: 🦚 Pavo Real Pool
fr: 🐯 Tigre Trader
ko: 🌙 반달 캐피탈
pt_br: 🎲 Azar Assets
ru: 💃 Народный Валидатор
tr: 🌺 Nergis Treasury
zh: 🎲 围棋持股

# wallet_name.95
source: 🏴 Dark Forest
de: 🍑 Pfirsich Portfolio
es: 🐯 Tigre Trader
fr: 🍎 Pomme Marché
ko: 🎲 장기 홀딩스
pt_br: 🐢 Cágado Coin
ru: 🌴 Тропический Коин
tr: 🌿 Reyhan Reserve
zh: 🐢 神龟代币

# wallet_name.96
source: 😎 Confident Loser
de: 🏗️ Bauprojekt Bärmarkt
es: 🍎 Manzana Mercado
fr: 🏔️ Pyrénées Pool
ko: 🐢 자라 토큰
pt_br: 💃 Lambada Ledger
ru: 🦚 Жар-Птица Пул
tr: 💎 Elmas Efendisi
zh: 💃 太极验证人

# wallet_name.97
source: 🌪️ Chaotic Yield
de: 🧸 Teddybär Treasury
es: 🏔️ Andes Assets
fr: 🌙 Croissant Capital
ko: 💃 한복 검증인
pt_br: 🌴 Bambu Banco
ru: 🐯 Амурский Тигр
tr: 🌊 Ege Assets
zh: 🌴 竹林代币

# wallet_name.98
source: 🧬 Mutant Protocol
de: 🎲 Würfelglück Wallet
es: 🌙 Azteca APY
fr: 🎲 Pari Parisien
ko: 🌴 대나무 코인
pt_br: 🦚 Real Pool
ru: 🍎 Антоновский Маркет
tr: 🎵 Halk Müziği Miner
zh: 🦚 锦鲤矿池

# wallet_name.99
source: 🍕 Hungry Wallet
de: 🌻 Sonnenblumen Stake
es: 🎸 Salsa Stake
fr: 🧲 Aimant APY
ko: 🦚 학 포트폴리오
pt_br: 🐯 Onça Pintada
ru: 🏔️ Кавказский Капитал
tr: 🌸 Mimoza Markt
zh: 🐯 东北虎资产

# wallet_name.100
source: 🎭 Borrowed Moon
de: 💼 Aktentasche Arbitrage
es: 🌊 Caribe Crypto
fr: 🌺 Tulipe Treasury
ko: 🎵 판굿 마이너
pt_br: 🍎 Maçã Mercado
ru: 🌙 Месячный Рубль
tr: 🦁 Arslan Arbitrajı
zh: 🍎 苹果市场
